---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilteredWorksetCollector
source: html/77b0b594-0f1d-9bf7-aacc-747d049ac623.htm
---
# FilteredWorksetCollector Properties

Specifies whether the .NET object represents a valid Revit entity.